Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/others/samisk_strategiplan_samisk.doc.tmx
Source language: sme
Languages: nob

source: Universitehta berre árvvoštallat ásahit loaččadit ovttadaga mii sáhttá bargat máŋggafágalaš doaimmaiguin sihke sámi- ja eamiálbmotdutkamis .
nob: Universitetet bør vurdere å opprette en mer fleksibel enhet som vil kunne bistå tverrfaglig virksomhet både innenfor samisk og urfolksforskning .

source: Sámi dutkamiid guovddáš , mii ii leat nu čavgadit čadnon guđege fágabirrasii , orru dálá dilis buoremus molssaeaktun dasa .
nob: Senter for samiske studier , som ikke har en altfor nær tilknytning til noen av fagmiljøene , fremtrer i dag som det beste alternativet .

source: Universitehta mearridanválddiid hábmen lea vuođustuvvon dáčča universitehta hábmema nala .
nob: Universitetet sine beslutningsstrukturer tar utgangspunkt i den måten et norsk universitet er utformet på .

source: Dát fuomášuhttá ahte sámi mearridanvuogit muhtun muddui leat earaláganat go dáčča vuogit , ja danne lea deaŧalaš ahte universitehta bealis dovdet dan dili .
nob: Dette leder tankene hen på at de samiske beslutningsmåter i noen henseender vil kunne avvike fra de norske , og at det derfor er viktig at det fra universitetets side utøves en sensibilitet overfor det .

source: Mearkkašahtti lea ahte dálá dilis leat hui unnán sámi ovddasteaddjit universitehta bajimus stivrrain .
nob: Mer iøynefallende er det imidlertid at det pr. dato er meget få samiske representanter i universitetets toppledelse .

source: Vaikko maŋimus jagiid lea leamaš sámi ovddasteaddji Universitehtastivrras , de doppe ii leat bistevaš sámi ovddasteaddjesadji .
nob: Selv om man i de senere år har hatt samisk representasjon i Universitetsstyret , finnes det ingen fast samisk representasjon der .

source: Auckland University New Zealándda riikkadási universitehtas lea ládje , gos universitehta maoriservodat hálddaša prorektor-saji .
nob: Dette står i skarp kontrast til Auckland University , New Zealands nasjonale universitet , hvor universitetets maorisamfunn forvalter prorektor-posisjonen .

source: Okta dain doaimmain mii evttohuvvo plánas , lea ásahit bistevaš sámi ovddasteaddjisaji Universitehtastivrii , gč. doaibmabiju 5.1.12 .
nob: Et av tiltakene som foreslås i planen er en fast samisk representant i Universitetsstyret , se tiltak 5.1.12 .

source: Universitehta tekstuvrrat
nob: Universitetets teksturer

source: Universitehta sámi tekstuvraulbmil sáhttá oidnosii dahkkojuvvot dainnalágiin ahte hervet universitehta maiddái sámi dáidagiin ja dujiin .
nob: Målsetningen om at universitetet også bør ha samiske teksturer , kan gjenspeile seg i at universitetets fysiske utsmykning også bør ha samisk kunst og brukskunst representert .

source: Romssa universitehta ođđa Teorifágaviesu plánemis leat maid jurddašuvvon sierra kantuvralanjat Sámi dutkamiid guovddážii , ja sierra sámi “ kulturviessu ” universitehtii .
nob: I planleggingen av det nye Teorifagbygget ved Universitetet i Tromsø inngår også egne kontorlokaler til Senter for samiske studier , samt et eget samisk “ kulturbygg ” for universitetet .

source: “ Kulturviessu ” šaddá gasku universitehtašilju ( juste goađi bajábealde ) , ja šaddá deaŧalaš oassin sámivuođa čájeheamis Romssa universitehtas .
nob: “ Kulturbygget ” vil ligge sentralt på universitetsområdet ( rett på oversiden av gammen ) , og vil være et viktig bidrag i synliggjøringen av det samiske ved Universitetet i Tromsø .

source: Dan stuora huksendoaimma plánedettiin lea sámivuođa čájeheapmi leamaš guovddážis sihke huksenmálles ja čiŋaheamis .
nob: I planleggingen av dette store byggeprosjektet har synliggjøringen av det samiske både gjennom arkitektur og utsmykking vært sentral .

source: Áigumuššan lea viidát huksenprošeavttas čájehit sámivuođa .
nob: Det søkes å integrere de samiske uttrykksformene i store deler av byggeprosjektet .

source: Oppalohkái leat universitehtas dál juo máŋga positiiva beali mat sohpet deaivvadanbáikki vuođđun .
nob: Oppsummert har universitetet allerede mange positive ordninger å bygge på som møtested .

source: Berre dattege leat čielga ulbmil ahte universitehta ieš ovddida daid beliid .
nob: Det bør imidlertid være en uttalt målsetning at universitetet går inn for å bygge ut dette aspektet ved seg selv .

source: Universitehta jurddašanbáikin
nob: 3.4 Universitetet som tenkested

source: Loahpas dán guorahallamis geahčadit universitehta goalmmát doaimma – universitehta jurddašanbáikin .
nob: Til slutt i denne tilnærmingen fokuseres det på den tredje funksjonen til universitetet - stedet hvor man skal tenke .

source: Go sámi servodat galgá oassálastit dieđalašvuođaservodahkii iežas jurdagiid vuođul , de lea gažaldat mainnalágiin galgá oassálastit .
nob: Når det samiske samfunnet skal ta del i vitenskapssamfunnet på egne premisser , er spørsmålet hvordan en slik deltagelse skal utformes .

source: Golbma deaŧalaš oasi leat :
nob: Tre aspekter er viktige :

source: Sámi servodat berre šaddat aktiiva dutkkusgeavaheaddji
nob: ( Det samiske samfunnet bør bli en aktiv bruker av forskningen

source: Sámi servodat berre sáhttit searvat dutkama ságastallamiidda
nob: ( Det samiske samfunnet bør kunne bidra med innlegg i forskningens debatter

source: Sámi servodat berre maid ieš searvat riikkaidgaskasaš dutkanservodahkii
nob: ( Det samiske samfunnet bør også komme med egne bidrag til det internasjonale forskningssamfunnet

source: Vuosttaš lea Romssa universitehta ovddasvástádus juohkit dutkandieđuid sámi servodahkii .
nob: Det første aspektet er Universitetet i Tromsø sitt ansvar når det gjelder forskningsformidling til det samiske samfunnet .

source: Ii leat váttis gávdnat ovdamearkkaid dasa go sámi servodat ii leat sáhttán ávkki atnit dálá dutkama dieđalašvuođas .
nob: Det er ikke vanskelig å peke på eksempler hvor det samiske samfunnet ikke har vært i stand til å kunne nyttiggjøre seg viten fra eksisterende forskning .

source: Lea doarvái geahčastit sámi ealáhusaide , mat eai leat sáhttán ávkki atnit viidáset buvttadeami teknologiijas , mat leat ovdamearkka dihte biergobuktagiid viidáset buvttadeamis .
nob: Det er tilstrekkelig å kaste et blikk på de samiske næringer , som ikke har kunnet nyttiggjøre seg den foredlingsteknologi som eksempelvis er tilgjengelig for bearbeiding av kjøttprodukter .

source: Sámi ealáhusat leat šaddan eanas aivve álgobuktaga buvttadeaddjin .
nob: Resultatet er at de samiske næringene stort sett fungerer som råvareleverandører .

source: Nubbi lea ahte gáibiduvvo erenoamáš gelbbolašvuohta jus ollislaččat galgá sáhttit searvat dutkanságastallamiidda .
nob: Det andre aspektet er at det kreves en spesiell type kompetanse hvis man skal kunne ta del i forskningens debatter på en adekvat måte .

source: Leat deaŧalaš ságastallamat , ja danne lea dárbbašlaš ahte maiddái sámi servodat galgá sáhttit oassálastit daidda .
nob: Dette er viktige debatter , og følgelig er det viktig at også det samiske samfunnet skal komme med sine bidrag .

source: Lea dáhpáhuvvan ahte eará servodagaid dutkit leat čađahan dutkanprošeavttaideaset almmá báikkálaš dieđuid ávkkástallama haga .
nob: Enkelte ganger har det hendt at forskere fra andre samfunn har gjennomført forskningsprosjekter hvor man ikke har benyttet seg av lokale kunnskapformer .

source: Ovdamearkan sáhttá namuhit ahte Deanu luossagoargŋumiid birra lea máhttu maid sámi servodat guhká lea diehtán , muhto maid dálá luossadutkit eai dáidde diehtit .
nob: Eksempelvis kan man anta at det finnes viten om laksens vandringer i Tanaelva , som dagens lakseforskere antagelig ikke kjenner til , men som har vært kjent lenge i det samiske samfunnet .

source: Goalmmát lea ehtalaš geatnegasvuohta .
nob: Det tredje aspektet er en etisk forpliktelse .

source: Sámi dutkanservodat šaddá lunddolaččat unnin dáčča dutkanservodaga ektui , ja danne ii sáhte vuordit seamma olu vuođđodutkamiid .
nob: Det samiske forskningssamfunnet vil naturlig nok være lite sammenlignet med det norske , noe som gjør at man ikke kan forvente samme mengde grunnforskningsbidrag .

source: Berre dárkilit gullat makkár dieđut doppe duođai bohtet , ja láhčit dilálašvuođaid vai sámi dutkanservodaga siskkobealde sáhttet iešheanalis dutkit boahtit oidnosii , go dat livččii eaktun searvat riikkaidgaskasaš dutkanmáilbmái .
nob: Man må lytte nøye til de bidrag som faktisk kommer , og skape betingelser for at man innenfor det samiske forskningssamfunnet kan la selvstendige forskere komme til syne , da dette vil være en forutsetning for å kunne delta i den internasjonale forskningsfronten .

source: Sápmelaččat vedjet hárjánan álo bealuštit iežaset , ja čilget man mihtilmasat sii sáhttet leat .
nob: Samene er kanskje vant til å være i forsvarsposisjon , og forklare hvor særegne man kan være .

source: Ii ábut láhppot dakkár dilálašvuođas .
nob: Man bør ikke gå seg vill i en slik situasjon .

source: Seammás berre maid ipmirdit ahte sámi servodat lea olu unnit go dáčča servodat máilmmidásis .
nob: Samtidig bør man nok ta inn over seg at det samiske samfunn er et mye mindre samfunn i verdensmålestokk enn det norske .

source: Veadjá leat alla vuordámuš doaivut ahte sáhtášedje oassálastit dakkár muitalemiin mii dutkiide livččii suohtas ja ávkkálaš gullat .
nob: Således ville det være en høy ambisjon å tro at man skulle kunne bidra med beretninger som forskningens mennesker ville hatt hygge og nytte av å høre .

source: Jus duođalažžan galgá váldojuvvot , de lea deaŧalaš doalahit mihttun ahte sápmelaččain maid livččii sálaš dutki beavdái .
nob: Hvis man skal bli tatt på alvor , er det viktig å holde fast ved en målsetning om at også samene skal kunne bringe noe fangst til forskningens bord .

source: Viidásit dán ovdanbuktimis áigut čájehit ovdamearkkaid dása riektediehtagis ja dutkamis .
nob: I den videre fremstillingen vil vi bruke eksempler innenfor rettsvitenskap og forskning om dette .

source: Bealistan vikkan doallat geatnegasvuođa mii mis sápmelaččain lea , iežan dutkamušas .
nob: For egen del forsøker jeg å leve opp til den etiske forpliktelse vi samer har i min egen forskning .

source: Mu oainnu mielde oaidná dálá riekteteoriija dušše čállosiid .
nob: Etter min mening ser gjeldende rettssteori bare tekster .

source: Riekteteoriijas eai leat muitalusat eai ge luođit .
nob: Det finnes ingen beretninger eller joiker i rettsteoriens øyne .

source: Midjiide sápmelaččaide gártá nu ahte min vuogit čohkket , dulkot ja juohkit dieđuid , das maiddái riektedieđuid , eai lohkko riektelanjas .
nob: Konsekvensen for oss samer er at våre måter å samle , fortolke og formidle informasjon , herunder også rettslig informasjon , ikke blir tellende i det rettslige rommet .

source: Lea álki fuomášit boasttuvuođa das .
nob: Det er enkelt å se at noe blir feil ved det .

source: Muhto lea váddáseabbo čilget juste mii boasttuvuođaid das lea .
nob: Men vanskeligere blir det å si hva feilen består i. .

source: Mu oainnu mielde lea juoga boastut riekteteoriija giela geavaheamis , ja nu lea teoriijaovddidanbargu geahččalit muddet riekteteoriija vai njálmmálaš árbevirrui maid lea sadji .
nob: Etter min mening er det noe galt med selve rettsteorispråkets spill , og det er en teoriutviklingsoppgave å forsøke å modifisere rettsteorien således at også muntlig tradisjon får en plass .

source: Lean geahččalan lahkonit muhtun vuođđočuolmmaid maid deaividan iežan doavttergrádabarggus , “ Jussa retorihkkan ” .
nob: Jeg har forsøkt å nærme meg noen av grunnproblemene som melder seg i mitt doktorgradsarbeid , " Juss som retorikk " .

source: Barggadettiin oaivvildan iežan gávnnahan muhtun struktuvrralaš headjuvuođaid dálá riekteteoriijas , ja sávan mu dulkon- ja válddahallanevttohusat šattaše ávkin sidjiide geat barget riekteteoriijain .
nob: Under arbeidets gang mener jeg at jeg har konstatert visse strukturelle svakheter ved gjeldende rettsteori , og jeg håper at de forslag til fortolkninger og beskrivelser som jeg kommer med , vil være av nytte for de som jobber med rettsteori .

source: Dearvvuođaiguin Doktor`ánden
nob: Hilsen Doktor ’ ánden

source: Muhto movt praktihkalaččat bargat vai lahkonit dutkama máilmmi ?
nob: Men hvordan skal man rent praktisk nærme seg forskningens elfenbenstårn ?

source: Áđđestallat oarjemáilmmi dutkama ?
nob: ( Imitere den vestlige verden sin forskning ?

source: Dutkat sámi servodaga iežas árbevieruid ja servodateallima vuođul ja birra ?
nob: ( Forske på grunnlag av , og med utgangspunkt i , det samiske samfunnets egne tradisjoner og samfunnsliv ?

source: Geahččalit ođđa vugiid sámi dutkamis ?
nob: ( Prøve å finne nye måter for samisk forskning ?

source: Sáhttá geahččalit áđđestallat dutkama mii juo lea dutkojuvvon , ja mii ovdamearkka dihte lea dahkkon riektedutkamis .
nob: Man kan forsøke å imitere den forskningen som er gjort og som gjøres eksempelvis innen rettsforskningen .

source: Lea deaŧalaš bargu mas leat guokte oasi .
nob: Det er et viktig arbeid som har to deler .

source: Vuosttažettiin lea juridihkalaš dutkan , mii sisttisdoallá juridihkalaš dulkondoaimmaid , rievttalaš eksegese .
nob: For det første har den juridiske forskningen , som består i juridisk fortolkningsvirksomhet , rettslig eksegese .

source: Olu lea barggakeahttá , ja dáiddášedje máŋga eallinagi barggu dahkat dan .
nob: Der er mye ugjort , og det går sikkert mange livsverk for å fylle en slik oppgave .

source: Leat guokte buori ovdamearkka dakkár juridihkalaš eksegesii mat leat dahkkon sámi riektedutkamis .
nob: Det finnes to flotte eksempler på juridisk eksegese som er gjort innen samisk rettsforskning .

source: Sihke Jens Edvin A . Skoghøy bargu riikkaidgaskasaš eamiálbmotrievtti riektegálduid birra ja Kirsti Strøm Bull bargu boazodoallorievtti birra , leat deaŧalaš barggut dan dáfus .
nob: Jens Edvin A. Skoghøy sine arbeider med de internasjonale rettskilder innen urfolksrett og Kirsti Strøm Bull sine arbeider i reindriftsrett , er begge viktige bidrag i så måte .

source: Nubbi strategiija maid sámi dutkan berre čuovvut , lea sámi máhtus váldit vuođu .
nob: Den andre strategien som samisk forskning bør følge , er å ta utgangspunkt i et samisk kunnskapstilfang .

source: Jus fal lea nu ahte dutkiidmáilbmi ii galgga dušše heivvolaš čilgehusaid ráhkadit , muhto maiddái heivvolaš čovdosiid , de gáibida dat máŋggafágalaš lahkoneami .
nob: Om forskningsverdenen ikke bare skal kunne komme med adekvate beskrivelser , men også adekvate løsninger , vil dette forutsette tverrfaglig tilnærming .

source: Boazodoallodutkamii livčče sihke luonddudieđa , servodatdieđa , riektedieđa ja humaniora ávkkálaččat .
nob: Innenfor reindriftsfeltet vil kunnskap fra både naturvitenskapen , samfunnsvitenskapen , rettsvitenskapen og humaniora være verdifull .

source: Ovdamearkka dihte sáhtášedje ekologalaš dutkamat , ja bohcco ja ealu guohtunmálle dutkamat , čadnot gielladiehtaga máhtuide .
nob: For eksempel ville forskning om økologiske forhold , om reinens og flokkens beitemønster og foropptak , kunne knyttes sammen med språkvitenskapens kunnskaper om de begreper som konstituerer denne virksomhet .

source: Maiddái servodatdieđalašvuođa guorahallan sosiála ja kultuvrralaš rievdamiid dáfus , mat ládje rievdadit dán lágan ealáhusdoaimma ja árbevieru guoddi , sáhtášii leat ávkin hálddašeamis ealáhusa mii lea garra roasuid siste .
nob: Også samfunnvitenskapenes fokus på sosiale og kulturelle endringer som på ulike måte skaper endrede rammebetingelser for denne næringsutøvelsen og tradisjonsbæreren vil kunne bidra til forvaltningen av en næring i krise .

source: Nubbi ovdamearka lea Deanu luossafierbmesajiid juogadeapmi , mii doaibmá bures .
nob: Et annet eksempel er omsetningssystemet med lakseplasser i Tanaelva , som fungerer tilfredsstillende .

source: Norgga luossanjuolggadusaid ráhkadettiin , eai leat dálá vuoigatvuođaid vuođđojurdagiid diehtán , eai ge vuhtii váldán .
nob: De norske lakseforskriftene er ikke kjent med de rettighetsprinsipper som ligger innebygget i eksisterende praksiser , og tar dermed heller ikke hensyn til disse .

source: Lea mávssolaš dakkár ortnegiid almmolažžan dahkat ja dat lea ge dutkama ulbmil .
nob: Det er av betydning at slike ordninger bringes frem i offentligheten og dette er forskningens formål .

source: Seammás sáhttá leat váttis dása geavahit dáčča juridihkalaš doahpagiid nu go vieruiduvvan riekti ( sedvane ) .
nob: Samtidig kan det ligge begrensninger i å benytte norske juridiske begreper som sedvane til dette formål .

source: Doaba ii sáhte čilget buot luossabivddu dálá girjás ortnegiid .
nob: Begrepet klarer ikke gripe alle nyansene i de eksisterende ordninger i laksefisket .

source: Dán dilálašvuođa čilgemis sáhttit geahčadit muhtun mihtilmas áššiid sámi servodagas .
nob: For å illustrere hva dette innebærer , kan vi ta utgangspunkt i ett av mange karakteristiske trekk ved det samiske samfunnet .

source: Sápmelaččat leat árbevirolaččat eallán smávva servodagain .
nob: Samene har tradisjonelt levd i små samfunn .

source: Dat mielddisbuktá soames váttis dilálašvuođaid .
nob: Det har visse implikasjoner .

source: Okta dain dilálašvuođain lea ahte soahpameahttunvuođa maŋŋel nai galget olbmot eallit ovttas .
nob: Én av implikasjonene er at selv etter en konflikt skal menneskene leve sammen .

source: Riektevuogádat lea olu eambbo huksejuvvon ođđamállet , stuora servodaga vuogi nala .
nob: Rettssystemet er basert meget mer på urbane samfunn som mønstre .

source: Riekteáššis lea buoremus jus bealálaččat čilgejit ášši nu njuolga go vejolaš .
nob: I en rettslig konflikt er det et ideal at partene uttaler seg med den største grad av eksplisitet .

source: Áššiid galgá dadjat njuolga ja nu čielgasit go sáhttá .
nob: Ting skal sies rett ut og på en mest mulig tydelig måte .

source: Jus olmmoš gullá aivve olu ja čielga čuoččuhusaid olbmuin geaiguin lea soahpameahttunvuohta , de sáhttá gulahallan oalát bisánit .
nob: Hører vi for mange og tydelige sannheter fra mennesker vi er i konflikt med , kan kommunikasjonen stoppe .

source: Unna servodagažii ja olbmuide geat doppe leat , sáhttá dat leat garra roassun .
nob: For et lite samfunn og dets mennesker kan dette være en krise .

source: Goalmmát reive čilge mainnalágiin soahpameahttunvuođaid čoavdit .
nob: Det tredje brevet tar for seg forholdet til konflikthåndtering .

source: Universitehtii ,
nob: Til Universitetet ,

source: Mu eadni lea boarráseamos oabbá 13 vieljažiid ja oappážiid gaskkas , ja son lea stuora bearraša matriárka .
nob: Min mor er eldste søster i en søskenflokk på 13 og er storfamiliens matriark .

source: Son dat hálddaša soahpameahttunvuođaid mat bohciidit stuora bearrašis .
nob: Det innebærer blant annet at hun forvalter de konflikter som måtte oppstå innen storfamilien .

source: Stuora bearraša lahtut lávejit muhtomin nihttit čuojahit Kárii – mu eatni namma lea Káre .
nob: Praktisk skjer det ofte slik at storfamiliens medlemmer i enkelte situasjoner kan true hverandre med å ringe til Káre - min mor heter Káre .

source: Soahpameahttunvuođat sáhttet šaddat dakkárin ahte soames duođai čuojaha sutnje .
nob: Konflikten kan gå så langt at hun blir oppringt .

source: Káre ii láve báljo goassege namuhit soahpameahttunvuođa bealálaččaide , muhto son sáhttá ovdamearkka dihte fitnat dan oambeali ja vilbeali guossis geat eaba šat soabat .
nob: Káre bruker nesten aldri å nevne konflikten for partene selv , men hun reiser kanskje på besøk til eksempelvis kusinen og fetteren som nu ikke lenger er på talefot .

source: Muhtomin son lea goarostan juoidá , gámabára , unna lávkkaža dahje juoidá eará .
nob: Hun har gjerne sydd et par skaller , en liten veske eller noe annet .

source: Sii humadit buot eará go soahpameahttunvuođa birra .
nob: Praten går om alt annet enn konflikten .

source: Muhtun áiggi maŋŋel sáhttá son čuojahastit bealálaččaide , ja oambealástit .
nob: Etter en stund kan hun igjen ringe til partene og si at du er min gode slektning .

source: Dál fertet oažžut ráfi du ja vilbealát gaskii .
nob: Nu må vi få fred mellom deg og din fetter .

source: Su soahpameahttunvuođa čoavdinmálles leat máŋga čáppa beali , go ii oktage leat vuoitán ii ge vuoittahallan , nu movt riekteáššiid soahpameahttunvuođa čoavdimis lea .
nob: Hennes konfliktmanagement har mange fine sider ved seg , idet det ikke skaper vinnere og tapere slik det rettslige konfliktmanagement gjør .

source: Matriárka lea duohtavuođas skeaŋkkaidis bokte ráhkadan giitevašvuođavealggi , ja dan son geavaha buoremiela bivdit , mainna fas soabaha bealálaččaid .
nob: Det matriarken i realiteten har gjort , er at gjennom sine gaver har hun skapt en takknemlighetsgjeld , og den bruker hun for å få til en godviljens økonomi , som hun så kan bruke til å be partene om å slutte fred .

source: Die lea dušše ovdamearka min kultuvrra oallut soahpameahttunvuođa čoavdinmálliin .
nob: Dette er bare ett eksempel på konfliktmanagementstrategier i vår kultur .

source: Jus árbevieruideamet galggašeimmet duođas váldit , de fertet oahppat daid oaidnit ja dulkot , vai fas sáhttit válljet galgat go geavahišgoahtit daid sámi ođđaáigásašvuođas ... Oallut sámi mánáide lea dakkár čielgasit cealkima gáibádus leamaš hui amas .
nob: Hvis vi skal ta våre tradisjoner på alvor , må vi lære oss å observere dem og fortolke dem , slik at vi i neste omgang skal kunne velge om vi skal gjenapplisere dem i en samisk modernitet ... Mange samiske barn har kollidert med kravet om eksplisitet .

source: Go ieš vázzen skuvlla , de ledjen oahppan bordit dárogiel sániid maŋŋálaga rievttes grammatihkalaš cealkkan .
nob: Da jeg selv gikk på skolen , hadde jeg etter hvert lært meg å sette norske ord etter hverandre slik at det ble meningsfylte grammatikalske uttrykk av det .

source: Šattai goitge váttis dárogiel stiillaid čálidettiin .
nob: Likevel ble det vanskelig når jeg skrev norskstiler .

source: Ruovttus ledjen oahppan ahte rievttes giella lea go hupmá juoga man birra , dainnalágiin ahte ii daja njuolga rievttes namain .
nob: Jeg var opplært til at den dyktige språkbruker var den som alltid skulle kunne snakke rundt en ting , uten helst å nevne tingen ved sitt rette navn .

source: Čállen dárogillii , sámegiela málle mielde , ja sámi giellaárvvuid mielde .
nob: Jeg skrev på norsk , men med en samisk språkføring og med samiske verdinormer for språklig kunnskap .

source: Gokko livččen galgan njuolga ja čielgasit dadjat juoidá , dakko čállen guora ášši .
nob: Der hvor jeg skulle uttrykt meg eksplisitt , kom det implisitte uttrykk .

source: Lei bahča munnje ipmirdit ahte skuvlla giella lei nu olu earalágan go ruovttugiella , ja doaivvun ahte mun ledjen áibbas akto dainna bákčasiin , nu go olu eará sámi mánát .
nob: Det kostet meg mye smerte å skjønne at skolens språk på så mange måter var forskjellig fra hjemmets språk , og jeg tror at jeg i likhet med mange samiske barn var helt alene med den smerten .

source: Dearvvuođat muhtun bártnis
nob: Hilsen en sønn

source: Lea geavatlaš čuolbma ee. sámi riekteoainnuid dutkkadettiin : Mainnalágiin galgá jorgalit njálmmálaš riektegálduid ja riektegeavaheami vai duopmostuolut galget sáhttit daid geavahit riektečađaheamis ?
nob: Dette er en praktisk problemstilling som blant annet er relevant når man forsker på samisk rettsoppfatning : Hvordan skal man oversette muntlige rettskilder og rettslige praksiser slik at domstolene skal kunne bruke dem i sin rettsanvendelse ?

source: Dutkanservodaga stuora hástalussan lea danne oažžut dohkkehuvvot njálmmálaš ja geavatlaš riektegálduid .
nob: Forskningssamfunnets store utfordring er derfor å få aksept for muntlige og praksisbaserte rettskilder .

source: Jus dákkár riektegálduid oččošii oidnosii , de livččii čuolbma dušše muhtun muddui čovdojuvvon .
nob: Hvis man greier å få synliggjort disse rettskildetypene , vil problemet bare delvis være løst .
